Repository: sebasgo/sbo-dresden.de
Catalog: src/sbo.frontpage/sbo/frontpage/locales/*/LC_MESSAGES/sbo.frontpage.po
Languages: de

source: A front page displaying latest news and upcoming concerts.
de: Eine Startseite, welche die letzten Neuigkeiten und die n채chsten Konzerte anzeigt.

source: Concerts folder
de: Konzerteordner

source: Cover image
de: Titelbild

source: Date:
de: Datum:

source: Frontpage
de: Startseite

source: Location:
de: Ort:

source: News folder
de: Neuigkeitenordner

source: The folder containing the concerts of the website.
de: Der Ordner, welcher die Konzerte der Website enth채lt.

source: The folder containing the news items of the website.
de: Der Ordner, welcher die Neuigkeiten der Website enth채lt.

source: The image displayed initially on the front page.
de: Das Bild, welches anfangs auf der Startseite angezeigt wird.

source: upcoming_concerts_caption
de: N채chste Konzerte
