Repository: sebasgo/sbo-dresden.de
Catalog: products/Collage/i18n/collage-plone-*.po
Languages: fr

source: Back to Collage
fr: Retour à la page

source: Collage
fr: Page

source: Column
fr: Colonne

# Manage page
source: Compose
fr: Composer

source: Row
fr: Ligne

# desc_type_collage
source: A structural container which can display its element in various layouts.
fr: Un élément permettant de composer une page affichant des contenus sous différentes formes.

# desc_type_collagealias
source: An item referencing another one.
fr: Un élément référençant un autre.

# desc_type_collagecolumn
source: A column which can contain content items and aliases.
fr: Une colonne contenant plusieurs éléments.

# desc_type_collagerow
source: A row which can contain page columns.
fr: Une ligne contenant plusieurs colonnes.

# msg_alias_inserted
source: Alias has been inserted.
fr: L'alias a été créé.

# msg_target_object_not_found
source: Target item has not been found.
fr: L'élement cible n'a pas été trouvé.

# msg_row_added
source: Row has been added.
fr: La ligne a été ajoutée.

# msg_column_inserted
source: Columns has been inserted.
fr: La colonne a été ajoutée.
