Repository: sebasgo/sbo-dresden.de
Catalog: src/sbo.inkstain/sbo/inkstain/locales/*/LC_MESSAGES/sbo.inkstain.po
Languages: de

source: write_entry_form_legend
de: Schreibe einen Gästebucheintrag

source: Pending Review
de: Wartet auf Moderation

source: Marked entries:
de: Markierte Einträge:

source: Publish
de: Veröffentlichen

source: Mark as Spam
de: Als Spam markieren

source: Delete
de: Löschen

source: The marked entries have been deleted.
de: Die markierten Einträge wurden gelöscht.

source: Thank you for your guestbook entry! It will be published after moderation.
de: Danke für Ihren Eintrag im Gästebuch. Er wird noch Moderation veröffentlicht.

source: New guestbook entry
de: Neuer Gästebucheintrag

source: Name: {name} Email: {mail} Homepage: {homepage} Moderation state: {moderation_state} IP: {ip} {text}
de: Name: {name} Email: {mail} Homepage: {homepage} Moderationsstatus: {moderation_state} IP: {ip} {text}

source: Unable to send mail: ${exception}
de: Fehler beim Senden der Mail: ${exception}

source: Your name
de: Ihr Name

source: Your email address
de: Ihre Email-Adresse

source: Won't be published.
de: Wird nicht veröffentlicht.

source: Your homepage
de: Ihre Homepage

source: You may leave the address of own homepage.
de: Sie können die Adresse Ihrer eigenen Homepage angeben.

source: Message
de: Nachricht

source: Please keep to 1,000 characters.
de: Nicht mehr als 1000 Zeichen.

source: Write a guestbook entry
de: Schreibe einen Gästebucheintrag

source: Got a comment? Please submit it using the form below!
de: Wollen Sie einen Kommentar los werden? Schreiben Sie ihn uns mit dem Formular unterhalb.

source: Submit
de: Abschicken

source: Entries per page
de: Einträge pro Seite

source: Sets the number of entries which are shown on one page.
de: Legt fest, wie viele Einträge auf einer Seite angezeigt werden

source: Invalid email address
de: Ungültige Email-Adresse

source: Invalid homepage address
de: Ungültige Homepage-Adresse

source: Pending review
de: Wartet auf Moderation

source: Published
de: Veröffentlicht

source: Date of the entry
de: Eintragsdatum

source: The IP address the message is originating from.
de: Die IP, von dem der Eintrag stammt.

source: Moderation state
de: Moderationsstatus

source: A simple guestbook.
de: Ein einfaches Gästebuch.

source: Guestbook
de: Gästebuch

source: Guestbook Entry
de: Gästebucheintrag

source: Displays the guestbook
de: Zeigt das Gästebuch an
