Repository: sebasgo/sbo-dresden.de
Catalog: src/sbo.theme/sbo/theme/locales/*/LC_MESSAGES/sbo.theme.po
Languages: de

source: <h5>You are using an outdated browser</h5> For a better experience using this site, please upgrade to a modern web browser.
de: <h5>Sie benutzen einen veralteten Browser</h5> F체r eine besseres Webseitenerlebnis aktualisieren Sie bitte auf einen modernen Browser.

source: Concerts
de: Konzerte

source: Currently there aren't any concerts scheduled.
de: Zur Zeit sind keine Konzerte geplant.

source: Displays concerts in this folder
de: Zeigt die Konzerte in diesem Ordner an

source: Displays news items in this folder
de: Zeigt die Neuigkeiten in diesem Ordner an

source: Event details
de: Ereignisdetails

source: News
de: Neuigkeiten

source: batch_next_x_items
de: Die n채chsten ${number} Eintr채ge

source: batch_previous_x_items
de: Die vorherigen ${number} Eintr채ge

source: event_when_differentday
de: ${startdate} bis ${enddate}

source: event_when_differentday_optional_word_between_date_and_time
de: um

source: event_when_sameday
de: ${date} von ${starttime} bis ${endtime}

source: label_add_to_ical
de: iCal

source: label_add_to_vcal
de: vCal

source: title_add_to_ical
de: Diesen Konzerttermin im iCal-Format herunterladen

source: title_add_to_vcal
de: Diesen Konzerttermin im vCal-Format herunterladen
